test/good/preferred-stdlib-api.cfg.dot
digraph "preferred-stdlib-api" {
    node [shape=box];
    subgraph "cluster_Test__receive_internal_simple_1691" {
        label="Test__receive_internal_simple_1691";
        "Test__receive_internal_simple_1691_68" [label="let pkg: Slice = msg.whatever"];
        "Test__receive_internal_simple_1691_69" [label="let _seqno: Int = pkg.loadInt(32)"];
        "Test__receive_internal_simple_1691_70" [label="let mode: Int = pkg.loadInt(8)"];
        "Test__receive_internal_simple_1691_71" [label="let body: Cell = pkg.loadRef()"];
        "Test__receive_internal_simple_1691_72" [label="nativeSendMessage(body, mode)",style=filled,fillcolor="#66A7DB"];
        "Test__receive_internal_simple_1691_68" -> "Test__receive_internal_simple_1691_69";
        "Test__receive_internal_simple_1691_69" -> "Test__receive_internal_simple_1691_70";
        "Test__receive_internal_simple_1691_70" -> "Test__receive_internal_simple_1691_71";
        "Test__receive_internal_simple_1691_71" -> "Test__receive_internal_simple_1691_72";
    }
    subgraph "cluster_Test__getInt" {
        label="Test__getInt";
        "Test__getInt_73" [label="return nativeRandom()",style=filled,fillcolor="#66A7DB"];
    }
}
